Repository: SebKuzminsky/po4a
Catalog: t/t-11-man/macros.*.po
Languages: de

source: macros - test po4a's support of some groff macros
de: macros - Überprüfung der Groff-Makro-Unterstützung durch po4a

source: SYNOPSIS
de: AUFRUF

source: B<macros> [B<-t> I<MACRO>] [B<--test> I<MACRO>] I<macro>...
de: B<macros> [B<-t> I<MAKRO>] [B<--test> I<MAKRO>] I<makro>...

source: DESCRIPTION
de: BESCHREIBUNG

source: B<macros> is an example manpage for macro tests.
de: B<macros> ist eine Beispiel-Handbuchseite für Makro-Tests.

source: OPTIONS
de: OPTIONEN

source: B<-t>, B<--test>=I<MACRO>
de: B<-t>, B<--test>=I<MAKRO>

source: Set the macro to test.
de: Makro für den Test festlegen.

source: This is a link with a trailing comma to E<.UR https://www.example.org/test> an example site E<.UE ,> used for testing po4a.
de: Dies ist ein Link zu E<.UR https://www.example.org/test> einer Beispielseite E<.UE ,> dem ein Komma folgt.

source: E<.UR https://www.example.org/test2> This link E<.UE> does not contain punctuation after the UE macro.
de: E<.UR https://www.example.org/test2> Dieser Link E<.UE> hat keine Satzzeichen nach dem UE-Makro.

source: This is a mail address with a trailing comma for E<.MT foo@example.org> Mr. Foo E<.ME ,> used for testing po4a.
de: Dies ist eine E-Mail-Adresse für E<.MT foo@example.org> Mr. Foo E<.ME ,> dem ein Komma folgt.

source: E<.MT foo@example.org> Mr. Foo E<.ME> does not contain punctuation after the ME macro.
de: E<.MT foo@example.org> Mr. Foo E<.ME> hat keine Satzzeichen nach dem ME-Makro.

source: SYNOPSIS II
de: AUFRUF II

source: command
de: Befehl

source: arg1
de: Argument1

source: arg2
de: Argument2

source: [I<file> I<.\|.\|.>]
de: [I<Datei> I<.\|.\|.>]

source: SYNOPSIS III
de: AUFRUF III

source: More text.
de: Mehr Text.
